Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/rights_and_conditions/health_and_safety/health_safety_work.html.txt.tmx
Source language: en
Languages: ga

source: Health and safety at work
ga: Sláinte agus sábháilteacht ag an obair

source: The main legislation providing for the health and safety of people in the workplace are the Safety, Health and Welfare at Work Acts 2005 and 2010
ga: Is í an phríomhreachtaíocht a dhéanann foráil do shláinte agus sábháilteacht fostaithe san ionad oibre ná na hAchtanna um Shábháilteacht, Sláinte agus Leas ag an Obair 2005 agus 2010

source: They apply to all employers, employees (including fixed-term and temporary employees) and self-employed people in their workplaces
ga: Baineann siad le gach fostóir, fostaí (lena n-áirítear fostaithe ar théarma seasta agus sealadacha) agus daoine féinfhostaithe ina gcuid ionaid oibre

source: The Acts set out the rights and obligations of both employers and employees and provides for substantial fines and penalties for breaches of the health and safety legislation
ga: Leagann na hAchtanna amach cearta agus dualgais na bhfostóirí agus na bhfostaithe, agus déantar foráil maidir le fíneálacha agus pionóis chuimsitheacha do sháruithe na reachtaíochta sláinte agus sábháilteachta

source: (General Application) Regulations 2007: Almost all of the specific health and safety laws which apply generally to all employments are contained in the Safety, Health and Welfare at Work (General Application) Regulations 2007
ga: Rialacháin 2007 (Feidhm Ghinearálta): Tá na dlíthe sonracha a bhaineann le sláinte agus sábháilteacht sna cineálacha fostaíochta ar fad, beagnach ar fad cuimsithe sna Rialacháin um Shábháilteacht, Sláinte agus Leas ag an Obair 2007 (Feidhm Ghinearálta)

source: You can find them and other relevant regulations on hsa.ie
ga: Is féidir iad agus rialacháin eile ábhartha ar hsa.ie a fháil

source: Under Section 8 of the Act the employer has a duty to ensure the employees’ safety, health and welfare at work as far as is reasonably practicable
ga: Faoi Alt 8 den Acht, tá dualgas ar an bhfostóir chun sábháilteacht, sláinte agus leas san ionad oibre a chinntiú d'fhostaithe chomh fada agus atá praiticiúil

source: In order to prevent workplace injuries and ill health the employer is required, among other things, to:
ga: Chun gortuithe agus drochshláinte san ionad oibre a chosc, tá dualgas ar an bhfostóir i measc rudaí eile:

source: • Provide and maintain a safe workplace which uses safe plant and equipment
ga: • Ionad oibre sábháilte a sholáthar agus a chothabháil ina n-úsáidtear innealra agus trealamh sábháilte

source: • Prevent risks from use of any article or substance and from exposure to physical agents, noise and vibration
ga: • Rioscaí a chosc ó úsáid earra nó substainte ar bith agus ó nochtadh d'oibreáin fhisiciúla, torann agus creathadh

source: • Prevent any improper conduct or behaviour likely to put the safety, health and welfare of employees at risk
ga: • Iompraíocht mhíchuí a chosc, a chuirfeadh sláinte, sábháilteacht agus leas na bhfostaithe i mbaol

source: • Provide instruction and training to employees on health and safety
ga: • Treoir agus oiliúint a sholáthar d'fhostaithe ar shláinte agus sábháilteacht

source: • Provide protective clothing and equipment to employees
ga: • Éadach agus trealamh cosanta a sholáthar d'fhostaithe

source: • Appointing a competent person as the organisation’s Safety Officer
ga: • Duine inniúil a cheapadh mar Oifigeach Sábháilteachta na heagraíochta

source: The duties of employees while at work are set out in Section 13 of the Act
ga: Tá dualgais na bhfostaithe le linn oibre leagtha amach in Alt 13 den Acht

source: These include the following:
ga: Ina measc sin, tá na nithe seo a leanas:

source: • To take reasonable care to protect the health and safety of themselves and of other people in the workplace
ga: • Cúram réasúnta a thógáil lena sláinte agus sábháilteacht féin a chosaint, chomh maith leis na daoine eile san ionad oibre

source: • Not to engage in improper behaviour that will endanger themselves or others
ga: • Gan a bheith bainteach le hiompraíocht mhíchuí a chuirfeadh iad féin nó daoine eile i mbaol

source: • Not to be under the influence of drink or drugs in the workplace
ga: • Gan a bheith faoi thionchar alcóil nó drugaí san ionad oibre

source: • To undergo any reasonable medical or other assessment if requested to do so by the employer
ga: • Measúnú leighis nó eile mar atá réasúnta a chomhlíonadh, má tá a leithéidí iarrtha ag an bhfostóir

source: • To report any defects in the place of work or equipment which might be a danger to health and safety
ga: • Lochtanna ar bith san ionad oibre nó i dtrealamh a d'fhéadfadh a bheith dainséarach ó thaobh sláinte agus sábháilteachta a thuairisciú

source: Risk assessment and safety statement
ga: Measúnú riosca agus ráiteas sábháilteachta

source: Under the Safety, Health and Welfare at Work Act 2005 every employer is required to carry out a risk assessment for the workplace which should identify any hazards present in the workplace, assess the risks arising from such hazards and identify the steps to be taken to deal with any risks
ga: Faoin Acht um Shábháilteacht, Sláinte agus Leas ag an Obair 2005, tá dualgas ar gach fostóir measúnú riosca a chomhlíonadh san ionad oibre. Ba chóir don mheasúnú guaiseacha san ionad oibre a aithint, measúnú a dhéanamh ar rioscaí a eascraíonn ó ghuaiseacha mar seo agus céimeanna a aithint chun déileáil le rioscaí ar bith

source: The employer must also prepare a safety statement which is based on the risk assessment
ga: Caithfidh an fostóir ráiteas sábháilteachta a ullmhú chomh maith, atá bunaithe ar an measúnú riosca

source: The statement should also contain the details of people in the workforce who are responsible for safety issues
ga: Ba chóir don ráiteas sonraí na ndaoine sa bhfórsa saothair a thabhairt, ar a bhfuil freagracht maidir le ceisteanna sábháilteachta

source: Employees should be given access to this statement and employers should review it on a regular basis
ga: Ba chóir go mbeadh rochtain ag fostaithe ar an ráiteas seo agus ba chóir d'fhostóirí é a athbhreithniú go rialta

source: The Health and Safety Authority has published guidelines on risk assessments and safety statements (pdf)
ga: Tá treoirlínte ar mheasúnuithe riosca agus ráitis sábháilteachta (pdf) foilsithe ag an Údarás Sláinte agus Sábháilteachta

source: Protective equipment and measures
ga: Trealamh agus bearta cosanta

source: The employer should tell employees about any risks that require the wearing of protective equipment
ga: Ba chóir don fhostóir insint d'fhostaithe faoi rioscaí ar bith ina bhfuil sé riachtanach trealamh cosanta a chaitheamh

source: The employer should provide protective equipment (such as protective clothing, headgear, footwear, eyewear, gloves) together with training on how to use it, where necessary
ga: Ba chóir don fhostóir trealamh cosanta a sholáthar (cosúil le héadach cosanta, ceannbheart, coisbheart, súilbheart, láimhíní) chomh maith le hoiliúint ó thaobh úsáide mar is cuí

source: An employee is under a duty to take reasonable care for his/her own safety and to use any protective equipment supplied
ga: Tá dualgas ar fhostaí cúram réasúnta a thógáil dá s(h)ábháilteacht féin agus trealamh cosanta ar bith atá soláthraithe a úsáid

source: The protective equipment should be provided free of charge to employees if it is intended for use at the workplace only
ga: Ba chóir an trealamh cosanta a chur ar fáil d'fhostaithe saor in aisce, má tá siad beartaithe le húsáid san ionad oibre amháin

source: Usually, employees should be provided with their own personal equipment
ga: Ba chóir a dtrealamh pearsanta féin a chur ar fáil d'fhostaithe go hiondúil

source: You can find more information in this list of frequently asked questions about personal protective equipment
ga: Tá tuilleadh ar fáil sa liosta ceisteanna coitianta maidir le trealamh cosanta pearsanta

source: There is a range of measures that employers must take in regard to visual display units (VDUs)
ga: Tá raon bearta a chaithfidh fostóirí a ghlacadh maidir le haonaid fístaispeána (VDU)

source: These include examining the reflection and glare, the operator's position in front of the VDU, the keyboard and the software used
ga: Áirítear ina measc sin an frithchaitheamh agus dalladh, suíomh an oibreora os comhair an VDU, chomh maith leis an méarchlár agus an bogearra atá in úsáid

source: Operators must be given adequate breaks from the VDU
ga: Caithfear sosanna sásúla ón VDU a thabhairt d'oibreoirí

source: In addition, employers must arrange for eye tests and, if required, make a contribution towards the purchase of prescription eyeglasses
ga: Ina theannta sin, caithfidh fostóirí tástálacha súl a eagrú agus, más gá, ranníocaíocht a dhéanamh i dtreo spéaclaí ar oideas a cheannach

source: The Health and Safety Authority (HSA) has published a list of frequently asked questions about display screen equipment (VDUs)
ga: D'fhoilsigh an tÚdarás Sláinte agus Sábháilteachta (ÚSS) liosta de cheisteanna coitianta faoi threalamh scáileán taispeána (VDU)

source: All accidents in the workplace should be reported to the employer, who should record the details of the incident
ga: Ba chóir gach tionóisc san ionad oibre a thuairisciú don fhostóir, agus ba chóir dóibh sonraí an teagmhais a thaifeadadh

source: Reporting the accident will help to safeguard social welfare and other rights which may arise as a result of an occupational accident
ga: Cuideoidh tuairisciú na tionóisce le leas sóisialta agus cearta eile a chosaint, a d'fhéadfadh eascairt mar thoradh ar thionóisc cheirde

source: An employer is obliged to report any accident that results in an employee missing 3 consecutive days at work (not including the day of the accident) to the Health and Safety Authority
ga: Tá dualgas ar fhostóir tuairisc a thabhairt don Údarás Sláinte agus Sábháilteachta faoi thionóisc, más amhlaidh go gcailleann fostaí 3 lá leanúnach oibre de bharr na tionóisce (lá na tionóisce as an áireamh

source: Health and safety leave
ga: Saoire sláinte agus sábháilteachta

source: An employer should carry out separate risk assessments in relation to pregnant employees
ga: Ba chóir d'fhostóir measúnuithe riosca ar leith a chomhlíonadh maidir le fostaithe atá ag iompar clainne

source: If there are particular risks to an employee's pregnancy, these should be either removed or the employee moved away from them
ga: Má tá rioscaí áirithe do thoircheas an fhostaí, ba chóir na rioscaí seo a bhaint amach nó ba chóir an fostaí a bhogadh go hionad eile

source: Under Section 18 of the Maternity Protection Act 1994 if neither of these options is possible, the employee should be given health and safety leave from work, which may continue up the beginning of maternity leave
ga: Faoi Alt 18 den Acht um Chosaint Mháithreachais 1994, mura bhfuil ceachtar den dá rogha seo indéanta, ba chóir saoire sláinte agus sábháilteachta ón obair a thabhairt don fhostaí, agus d'fhéadfadh sí leanúint go dtí go dtosódh an saoire mháithreachais

source: If a doctor certifies that night work would be unsuitable for a pregnant employee, the employee must be given alternative work or health and safety leave
ga: Má dheimhníonn dochtúir nach bhfuil obair oíche oiriúnach d'fhostaí atá ag iompar clainne, caithfear obair eile nó saoire sláinte agus sábháilteachta a thabhairt don fhostaí

source: Following an employee's return to work after maternity leave, if there is any risk to the employee because she has recently given birth or is breastfeeding, it should be removed
ga: Tar éis d'fhostaí filleadh chun na hoibre tar éis saoire mháithreachais, má tá riosca ar bith don fhostaí toisc go raibh leanbh aici le déanaí nó toisc beathú cíche, ba chóir fáil réidh leis an riosca seo

source: If this is not possible, the employee should be moved to alternative work
ga: Mura bhfuil a leithéid indéanta, ba chóir obair eile a fháil don fhostaí

source: If it is not possible for the employee to be assigned alternative work, she should be given health and safety leave
ga: Mura bhfuil sé indéanta an fostaí a shannadh go hobair eile, ba chóir saoire sláinte agus sábháilteachta a thabhairt di

source: If night work is certified by a doctor as being unsuitable after the birth, alternative work should be provided
ga: Má dheimhníonn dochtúir nach bhfuil obair oíche oiriúnach tar éis breith an linbh, ba chóir obair eile a sholáthar

source: If alternative work cannot be provided, the employee should be given health and safety leave
ga: Mura féidir obair eile a sholáthar, ba chóir saoire sláinte agus sábháilteachta a sholáthar don fhostaí

source: Time spent on health and safety leave is treated as though the employee has been in employment, and this time can be used to accumulate annual leave entitlement
ga: Breathnaítear ar am atá caite ar shaoire sláinte agus sábháilteachta mar thréimhse fostaíochta don fhostaí, agus is féidir an t-am seo a úsáid chun teidlíocht saoire bhliantúil a charnadh

source: The employee is not entitled to leave for any public holidays that occur during health and safety leave
ga: Níl an fostaí i dteideal saoire maidir le saoirí poiblí ar bith a tharlaíonn nuair atá sí ar saoire sláinte agus sábháilteachta

source: During health and safety leave, employers must pay employees their normal wages for the first 21 days (3 weeks), after which Health and Safety Benefit may be paid
ga: Le linn di a bheith ar saoire sláinte agus sábháilteachta, caithfidh fostóirí gnáthphá a íoc lena bhfostaithe don chéad 21 lá (3 sheachtain), agus is féidir Sochar Sláinte agus Sábháilteachta a íoc ina dhiaidh sin

source: Health and safety and young people
ga: Sláinte agus sábháilteacht agus daoine óga

source: An employer should carry out a separate risk assessment in relation to an employee under 18 years of age
ga: Ba chóir d'fhostóir measúnú riosca ar leith a chomhlíonadh maidir le fostaí atá faoi 18 bliana d'aois

source: This risk assessment should be carried out before the young person is employed
ga: Ba chóir don mheasúnú a bheith comhlíonta sula dtosaíonn an duine óg i mbun fostaíochta

source: If certain risks are present, including risks that cannot be recognised or avoided by the young person due to factors like lack of experience, the young person should not be employed
ga: Má tá rioscaí áirithe ann, lena n-áirítear rioscaí nach féidir leis an duine óg a aithint nó a sheachaint toisc tosca cosúil le heaspa taithí, níor chóir an duine óg a fhostú

source: One of the employer’s duties is to prevent improper conduct or behaviour (which includes bullying)
ga: Ceann de dhualgais an fhostóra ná iompraíocht mhíchuí a chosc (lena n-áirítear bulaíocht)

source: An employer should have established procedures for dealing with complaints of bullying in the workplace and deal with such complaints immediately
ga: Ba chóir go mbeadh nósanna imeachta leagtha amach ag fostóir chun déileáil le gearáin faoi bhulaíocht san ionad oibre agus déileáil leis na gearáin seo ar an bpointe

source: Ignoring complaints of bullying could leave an employer open to a possible claim for damages by an employee
ga: Má dhéanann fostóir neamhaird de ghearáin faoi bhulaíocht, d'fhéadfadh fostaí éileamh a dhéanamh air/uirthi le haghaidh damáistí

source: It is advisable for an employer to have an established grievance procedure to deal with complaints of bullying
ga: Tá sé inmholta d'fhostóir gnás casaoide bunaithe a bheith acu chun déileáil le gearáin bhulaíochta

source: An employee who feels that he or she is the victim of bullying can also refer the matter to the Workplace Relations Commission – see ‘How to apply' below
ga: Is féidir le fostaí a airíonn go bhfuil sé/sí mar íospartach bulaíochta an cheist a chur ar aghaidh chuig an gCoimisiún um Chaidreamh san Áit Oibre chomh maith – féach ‘Conas iarratas a dhéanamh’ thíos

source: The Code of Practice for Employers and Employees on the Prevention and Resolution of Bullying at Work (pdf) sets out guidance notes for addressing bullying in the workplace
ga: Leagann an Cód Cleachtais um Fhostóirí agus Fostaithe ar Chosc agus Réiteach na Bulaíochta san Ionad Oibre (pdf) amach nótaí treorach chun déileáil le bulaíocht san ionad oibre

source: The Employment Equality Acts 1998-2015 place an obligation on all employers to prevent harassment in the workplace
ga: Cuireann na hAchtanna um Chomhionannas Fostaíochta 1998-2015 dualgas ar gach fostóir le ciapadh san ionad oibre a chosc

source: Under this law, you are entitled to bring a claim to the Workplace Relations Commission and your employer may be obliged to pay you compensation if you are harassed by reason of your gender, civil status, family status, sexual orientation, age, disability, race, religious belief or membership of the Traveller community
ga: Faoin dlí seo, tá tú i dteideal éileamh a thabhairt chuig an gCoimisiún um Chaidreamh san Áit Oibre agus d'fhéadfadh dualgas a bheith ar d'fhostóir cúiteamh a íoc má tá tú ciaptha toisc inscne, stádas sibhialta, stádas teaghlaigh, claonadh gnéasach, aois, míchumas, cine, creideamh nó ballraíocht sa Lucht Siúil

source: Violence in the workplace
ga: Foréigean san ionad oibre

source: The possibility of violence towards employees should be addressed in the safety statement
ga: Ba chóir déileáil le foréigean a d'fhéadfadh tarlú d'fhostaithe sa ráiteas sábháilteachta

source: For example, factors like the isolation of employees and the presence of cash on the premises need to be taken into account
ga: Mar shampla, caithfear tosca cosúil le haonrú na bhfostaithe agus láithreacht airgid thirim san áitreabh a thógáil san áireamh

source: Proper safeguards should be put into place to eliminate the risk of violence as far as possible and the employee should be provided with appropriate means of minimising the remaining risk, for example, security glass
ga: Ba chóir cosaintí cearta a chur i bhfeidhm leis an riosca foréigin a dhíchur chomh fada agus is féidir, agus ba chóir an fostaí na modhanna oiriúnacha a chur ar fáil don fhostaí chun an riosca atá fágtha a íoslaghdú m.sh. gloine shlándála

source: The Health and Safety Authority has published a booklet for employers on violence in the workplace (pdf)
ga: Tá leabhrán d’fhostóirí maidir le foréigean san ionad oibre (pdf) foilsithe ag an Údarás Sláinte agus Sábháilteachta

source: Assault: Under the Non-Fatal Offences Against the Person Act 1997 assault is a criminal offence
ga: Ionsaí: Faoin Acht Chionta Neamh-Mharfacha in Aghaidh an Duine 1997 is ea ionsaí cion coiriúil

source: It is also an offence if you are made to fear immediate assault
ga: Má dhéantar eagla ort le haghaidh ionsaí láithreach is ea cion freisin

source: If you have been assaulted or threatened with assault at work by another employee, you should report the matter immediately to your employer and it can also be reported to the Gardaí
ga: Má ionsaítear thú nó cuirtear i mbaol ionsaithe, ba chóir duit an t-ábhar do d’fhostóir a thuairisciú láithreach agus is féidir é do na Gardaí a thuairisciú

source: If your employer assaults you, you should report the matter to the Gardaí
ga: Má ionsaíonn d’fhostóir thú, ba chóir duit an t-ábhar do na Gardaí a thuairisciú

source: You should contact your doctor or seek medical treatment for your injuries
ga: Ba cheart duit dul i dteagmháil le do dhochtúir nó cóir leighis in aghaidh do dhíobhála pearsanta a fháil

source: You can also call one of the organisations providing support to victims of crime
ga: Is féidir glao ar cheann do na heagraíochtaí a soláthraíonn tacaíocht d’íospartaigh na coireachta

source: You can apply for compensation by making a personal injuries claim – see ‘How to apply’ below
ga: Is féidir iarratas ar chúiteamh tríd éileamh dhíobhála pearsanta a dhéanamh – féach ‘Conas iarratas a dhéanamh’ thíos

source: Under the Safety, Health and Welfare at Work Act 2005 the employee may not be victimised for exercising his or her rights under safety and health legislation such as making a complaint
ga: Faoin Acht um Shábháilteacht, Sláinte agus Leas ag an Obair 2005, ní féidir le fostaí a bheith íospartha toisc go ndearna sé/sí a c(h)earta a chleachtadh faoin reachtaíocht um shábháilteacht agus sláinte cosúil le gearán a dhéanamh

source: This means that the employer may not penalise an employee by dismissal or in some other way, for example, by disciplinary action or by being treated less favourably than other employees – see ‘Enforcing your rights’ below
ga: Ciallaíonn sé seo nach féidir le fostóir pionós a ghearradh ar fhostaí trí dhífhostú nó ar bhealach eile, mar shampla trí ghníomh smachtaithe nó trí dhéileáil leo le níos lú fabhar ná fostaithe eile – féach ‘Do chearta a fhorghníomhú’ thíos

source: Health and Safety Authority
ga: An tÚdarás Sláinte agus Sábháilteachta

source: The Health and Safety Authority – see ‘Where to apply’ below is responsible for enforcing health and safety at work
ga: Tá an tÚdarás Sláinte agus Sábháilteachta – féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos – freagrach as sláinte agus sábháilteacht san ionad oibre a fhorghníomhú

source: It provides information to employers, employees and self-employed people on workplace health and safety
ga: Soláthraíonn siad eolas d'fhostóirí, d'fhostaithe agus do dhaoine féinfhostaithe ar shláinte agus sábháilteacht san ionad oibre

source: Its publications include a Short Guide to the Safety, Health and Welfare at Work Act 2005 (pdf) and a set of Simple Safety leaflets which are aimed at small retail or food businesses in particular
ga: Tá foilseacháin cosúil le Treoir Ghairid maidir leis an Acht um Shábháilteacht, Sláinte agus Leas ag an Obair 2005 (pdf) agus sraith de bhileoga Sábháilteacht Shimplí acu, atá dírithe go háirithe ar ghnóthais bheaga miondíola nó bia

source: The Simple Safety leaflets are available in other languages
ga: Tá na bileoga Sábháilteacht Shimplí ar fáil i dteangacha eile

source: If you have an accident at work you can apply for Injury Benefit
ga: Má tharlaíonn timpiste duit le linn na hoibre, d’fhéadfá iarratas ar Shocar Díobhála a dhéanamh

source: This is a weekly payment from the Department of Social Protection if you are unfit for work due to an accident at work or an occupational disease
ga: Íocaíocht sheachtainiúil é a dhéantar leat má tá tú neamhábalta chun na hoibre de bharr timpiste le linn na hoibre nó galar ceirde

source: Under the Medical Care Scheme you can claim certain medical costs that are not paid by the Health Service Executive (HSE) or covered by Treatment Benefit Scheme
ga: Faoin Scéim Chúram Leighis is féidir costais leighis áirithe nach mbíonn íoctha ag an bhFeidhmeannacht na Seirbhíse Sláinte nó tríd an Sochar Cóir Leighis a fháil

source: You can find out more about these payments in our document on the Occupational Injuries Benefit Scheme
ga: Tá tuilleadh eolais ar fáil inár ndoiciméad faoin Scéim na Sochair Gortuithe Ceirde

source: Personal injury claim: If you have suffered an injury at work, you cannot seek compensation from your employer under the health and safety legislation but you can make a personal injury claim through InjuriesBoard.ie
ga: Má tá gortú fulaingthe agat san ionad oibre, ní féidir leat cúiteamh a lorg trí d'fhostóir faoin reachtaíocht um shláinte agus sábháilteacht, ach d'fhéadfá éileamh a dhéanamh tríd InjuriesBoard.ie

source: It is an independent statutory body which gives an independent assessment of personal injury claims for compensation following an accident
ga: Is comhlacht reachtúil neamhspleách é InjuriesBoard.ie a thugann measúnú neamhspleách ar éilimh um dhíobhálacha pearsanta do chúiteamh tar éis tionóisce
